Repository: Erogue-Lord/ancap-bot
Catalog: locale/*/LC_MESSAGES/*.po
Languages: pt_br

source: Tax evasion simulator
pt_br: Sonegador de imposto simulator

source: Tax evasion hints
pt_br: Dicas para sonegar imposto

source: Tax evasion tutorial
pt_br: Tutorial de sonegar imposto

source: We have logged in as {self.user}
pt_br: Logado como {self.user}

source: Something wrong is not right...
pt_br: Algo de errado não está certo

source: Hire private police (moderators) for your channel
pt_br: Contrate polícia privada (moderadores) para o seu canal

source: You dont have that permission
pt_br: Você não tem essa permissão

source: User {target} has been promoted to moderator!
pt_br: Usuário {target} foi promovido a moderador!

source: Remove moderator
pt_br: Remove moderador

source: User {target} has been demoted
pt_br: Usuário {target} foi rebaixado de moderador

source: Mute an user in your channel
pt_br: Muta um usuário em seu canal

source: All users have been muted
pt_br: Todos os usuários foram mutados

source: User {target} has been muted
pt_br: Usuário {target} foi mutado

source: Unmute an user
pt_br: Desmuta um usuário

source: All users have been unmuted
pt_br: Todos os usuários foram mutados

source: Delete the channel
pt_br: Deleta um canal

source: y
pt_br: s

source: You realy want to delete this channel?[y/n]
pt_br: Você realmente quer deletar esse canal?[s/n]

source: Operation canceled
pt_br: Operação cancelada

source: Toggles NSFW in your channel
pt_br: Liga ou desliga NSFW no seu canal

source: {channel.name} Isn't NSFW anymore
pt_br: {channel.name} não é mais NSFW

source: {channel.name} Isn NSFW now
pt_br: {channel.name} agora é NSFW

source: Activate slowmode with the especified seconds
pt_br: Ativa o slowmode pelos segundos especificados

source: The limit is 21600 seconds
pt_br: Olimite é 21600 segundos

source: Slowmode deactivated
pt_br: Slowmode desativado

source: {time} seconds slowmode activated
pt_br: Slowmode de {time} segundos ativado

source: Change your channel topic
pt_br: Muda o tópico de um canal

source: Topic changed to "{topic}"
pt_br: Tópico mudado para "{topic}"

source: calculates bot latency
pt_br: Calcula a latência do bot

source: Bot info
pt_br: Informações sobre o bot

source: An Anarcho-capitalist Bot
pt_br: Um bot Anarcocapitalista

source: This bot was created to simulate and anarcho-capitalist economy on Discord [GitHub](https://github.com/Erogue-Lord/ancap-bot)
pt_br: Esse bot foi criado para simular uma economia Anarcocapitalista [GitHub](https://github.com/Erogue-Lord/ancap-bot)

source: Created by @Erogue Lord#2332
pt_br: Criado por @Erogue Lord#2332

source: You earned AC${self.config["bot"]["wage"]:.2f}
pt_br: Você ganhou AC${self.config["bot"]["wage"]:.2f}

source: Create your acount
pt_br: Cria sua conta bancária

source: User successfully registered!
pt_br: Usuário registrado com sucesso

source: You're already registered
pt_br: Você já está registrado

source: Make money (can be used after a time interval)
pt_br: Ganha dinheiro (pode ser usado depois de um intervalo de tempo)

source: Use $init to create an acount
pt_br: Use $init para criar uma conta

source: You have to wait {interval - timedelta(microseconds=intervalo.microseconds)} to work again
pt_br: Você tem quer esperar {interval - timedelta(microseconds=intervalo.microseconds)} para trabalhar denovo

source: Show your balance
pt_br: Mostra seu saldo

source: You are not registered, use $init to create an bank acount
pt_br: Você não está registrado, use $init para criar uma conta bancária

source: {ctx.author} have AC${balance:.2f}
pt_br: {ctx.author} tem AC${balance:.2f}

source: Transfers money to someone
pt_br: Transfere dinheiro para alguém

source: AC${amount:.2f} have been transferred to {server.get_member(target_id)}
pt_br: AC${amount:.2f} foram transferidos para {server.get_member(target_id)}

source: Buy a channel for you
pt_br: Compra um canal só seu

source: Invalid name
pt_br: Nome Inválido

source: A channel with that name already exist! Try to create with another one
pt_br: Um canal com esse nome já existe! Tente criar um com outro nome

source: You want to buy a channel? This will cost you AC$100[s/n]
pt_br: Você quer comprar um canal? Isso vai te custar AC$100[s/n]

source: {channel.name} Channel was created
pt_br: O canal {channel.name} foi criado

source: You won AC${bet*(sides-1):.2f}!
pt_br: Você ganhou AC${bet*(sides-1):.2f}!

source: You lost AC${bet:.2f}
pt_br: Você perdeu AC${bet:.2f}

source: Flip a coin, 2x the bet if you win
pt_br: Joga uma moeda, 2x a aposta caso ganhe

source: Roll a dice, 6x the bet if you win
pt_br: Joga um dado, 6x a aposta caso ganhe

source: Roll a 20 sides dice, 20x the bet if you win
pt_br: Joga um dado de 20 lados, 20x a aposta caso ganhe

source: You're not registered, use $init to create your bank acount
pt_br: Você não está registrado, use $init para criar uma conta bancária

source: Non-existent user
pt_br: Usuário inexistente

source: Transaction failed
pt_br: Falha na transação

source: You don't have that money
pt_br: Você não tem esse dinheiro
