Repository: Erogue-Lord/ancap-bot
Catalog: ancap_bot/locale/*/LC_MESSAGES/ancap_bot.po
Languages: pt_br

source: Tax evasion simulator
pt_br: Sonegador de imposto simulator

source: Tax evasion hints
pt_br: Dicas de sonegação de imposto

source: Tax evasion tutorial
pt_br: Tutorial de sonegação de imposto

source: We have logged in as {}
pt_br: Logamos como {}

source: Something wrong is not right...
pt_br: Algo de errado não está certo...

source: Hire private police (moderators) for your channel
pt_br: Contrata polícia privada (moderadores) para seu canal

source: You dont have that permission
pt_br: Você não tem essa permição

source: User {} has been promoted to moderator!
pt_br: Usuário {} foi promovido a moderador !

source: Remove moderator
pt_br: Remove um moderator

source: User {} has been demoted
pt_br: Usuário {} foi rebaixado

source: Mute an user in your channel
pt_br: Muta um usuário no seu canal

source: All users have been muted
pt_br: Todos usuários foram mutados

source: User {} has been muted
pt_br: Usuário {} foi mutado

source: All users have been unmuted
pt_br: Todos usuários foram desmutados

source: Delete the channel
pt_br: Deleta o canal

source: y
pt_br: s

source: You realy want to delete this channel?[y/n]
pt_br: Você realmente quer apagar esse canal?[s/n]

source: Operation canceled
pt_br: Operação cancelada

source: Toggles NSFW in your channel
pt_br: Ativa ou desatia NSFW no seu canal

source: {} Isn't NSFW anymore
pt_br: {} não é mais NSFW

source: {} Isn NSFW now
pt_br: {} é NSFW agora

source: Activate slowmode with the especified seconds
pt_br: Ativa slowmode por segundos especificados

source: The limit is 21600 seconds
pt_br: O limite é 21600 segundos

source: Slowmode deactivated
pt_br: Slowmode desativado

source: {} seconds slowmode activated
pt_br: Slowmode de {} segundos ativado

source: Change your channel topic
pt_br: Muda o tópico do canal

source: Topic changed to "{}"
pt_br: Tópico mudado para "{}"

source: calculates bot latency
pt_br: Calcula a latência do bot

source: Bot info
pt_br: Informação sobre o bot

source: This bot was created to simulate an anarcho-capitalist economy on Discord
pt_br: Esse bot foi criado para simular uma economia anarcocapitalista no Discord

source: An Anarcho-capitalist Bot
pt_br: Um bot anarcocapitalista

source: Created by @ErogueLord#2332
pt_br: Criado por @ErogueLord#2332

source: You earned AC${}
pt_br: Você ganhou AC${}

source: Create your acount
pt_br: Cria sua conta

source: User successfully registered!
pt_br: Usuário registrado com sucesso

source: You're already registered
pt_br: Você já está registrado

source: Use $init to create an acount
pt_br: Use $init para criar uma conta

source: You have to wait {} to work again
pt_br: Você tem que esperar {} para trabalhar de novo

source: Show your balance
pt_br: Mostra seu balanço

source: {} have AC${:.2f}
pt_br: {} tem AC${:.2f}

source: You are not registered, use $init to create an bank acount
pt_br: Você não está registrado, use $init para criar uma conta bancária

source: Transfers money to someone
pt_br: Transfere dinheiro para alguem

source: AC${:.2f} have been transferred to {}
pt_br: AC${:.2f} foram transferidos para {}

source: Buy a channel for you
pt_br: Compra um canal só seu

source: Invalid name
pt_br: Nome invalido

source: A channel with that name already exist! Try to create with another one
pt_br: Um canal com esse nome já existe! Tente criar com outro nome

source: You want to buy a channel? This will cost you AC$100[y/n]
pt_br: Você quer criar um canal? Isso vai custar AC$100[y/n]

source: {} Channel was created
pt_br: Canal {} foi criado

source: You won AC${:.2f}!
pt_br: Você ganhou AC${:.2f}!

source: You lost AC${:.2f}
pt_br: Você ganhou AC${:.2f}

source: Flip a coin, 2x the bet if you win
pt_br: Cara ou coroa, 2x a aposta caso ganhe

source: Roll a dice, 6x the bet if you win
pt_br: Rola um dado de 6 lados, 6x a aposta caso ganhe

source: Roll a 20 sides dice, 20x the bet if you win
pt_br: Rola um dado de 20 lados, 20x a aposta caso ganhe

source: You're not registered, use $init to create your bank acount
pt_br: Você não está registrado, use $init para criar sua conta bancária

source: Non-existent user
pt_br: Usuário não existente

source: Transaction failed
pt_br: Falha na transação

source: You don't have that money
pt_br: Você não tem esse dinheiro

source: type --help for the options
pt_br: digite --help para mais opções

source: ancap-bot CLI Options: run: run the bot updatedb: populate de database with tables
pt_br: opções linha de comando ancap-bot run: roda o bot updatedb: popula o banco de dados com tabelas
